<template>
	<view>
	<view class="warp">
		1.院长寄语
		
	</view>
	<image class="logo" src="/static/teachers/jiyuanyuanzhang.jpg">
	<view class="mode1">
		重庆大学计算机专业创办于1958年，
		有60余年的办学历史，是我国西部地区计算机类人才培养的重要基地，
		在国防科技、社会民生和国民经济等领域取得了系列重要的科研成果。
	</view>
	<view class="warp">
		2.专业概况
			
		</view>
		<view class="mode1">
			计算机科学与技术专业是研究计算机基础软硬
			件系统、核心算法和复杂应用系统设计实现的学科，随着国家人工智能
			、大数据、云计算、物联网、区块链等战略的实施，计算机科学与技术相关产业
			市场规模持续扩大，人才需求持续增长。重庆大学计算机科学与技术专业
			是国家级一流专业建设点和国家卓越工程师人才培养计划专业，负责牵
			头实施教育部“曙光计算机科学与技术拔尖学生培养基地”的专业教
			育。本专业学科基础扎实，专业师资雄厚，拥有计算机软件与理论国家重点（
			培育）学科和计算机科学与技术一级学科，30余名国家/省部级人才及教授开设了
			计算机科学与技术本科专业课程。本专业注重培养学生的自主学习能力、科
			技创新能力、工程实践能力，提供了计算机系统、大数据、人工智能和软件技术
			4个个性化的专业方向模块课程，培养学生以计算思维去发现、分析和解决复杂
			科学和工程问题的核心专业能力，毕业生能够系统地掌握计算机学科领域的
			基本原理、方法和技术，从事计算机科学技术研究的基本方法，具备进
			入世界一流大学继续深造和参与广泛市场就业竞争的素质、能力及优势。
		</view>
		<view class="warp">
		3.人才培养		
		</view>
		<view class="mode1">
			学院依托教育部新工科和国家一
			流专业建设，培养热爱祖国，德才兼备，掌握扎实的专业基础，能够研究计算机
			学科前沿科学问题或解决计算机行业复杂工程问题的拔尖人才。学院曙光计算
			机科学拔尖学生培养基地入选教育部基础学科拔尖学生培养计划2.0基地。学院构建
			了以“智数算”三大思维能力为基础的四大专业能力培养体系，即重点培养学生
			的计算思维、智能思维和数据思维，培养计算理论、软件设计、计算系统、领域拓展应用等
			四大专业能力。建设了八个专业的实验实训平台，具备完善的教学实验环境。通过导师制
			和产教研协同育人，推进个性化的人才培养；核心专业课程采用国外一流大学教材，
			提升专业能力的同时培养学生国际化视野；鼓励和支持学生参加各类学科竞赛与创
			新创业活动，着力培养学生自主创新能力；通过校企共建的高水平实习实践基地
			，培养学生工程实践和创新创业能力。通过丰富的实践环节和第二课堂，学
			生在理论、实践、思维、创造、自我发展等多方面得到综合锻炼和成长。
		</view>
		<view class="warp">
		4.毕业前景
		</view>
		<view class="mode1">
		学院作为国家和西部地区高层次人
		才培养的重要基地，近年来毕业生就业质量和结构不断优化，深造学生
		比例逐年提高，近年来深造率达48%，本科生一次性就业率维持在95%左右
		，到国防军工、政府机构及事业单位逐年上升。同时学院向华为
		、腾讯等行业内领先企业输送大量优秀人才，每年被世界500强及中国50
		0强企业录取人数超过四分之一。毕业生所在行业以软件和信息技术服务业、金
		融业、高端制造业为主，就业区域集中在西南地区（39%）和华东地区（26%）。
		</view>
		<view class="mode">
			
			学院网址：http://www.cs.cqu.edu.cn/
			<br>
			<br>
			</view>
			<view class="mode">
			咨询电话：（023）65102485 65106523
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

.logo{
	width: 200px;
	height: 270px;
	left: 23%;
}
.warp{
	margin-bottom: 40rpx;
	color: black;
	font-size: 55rpx;
	letter-spacing: 4rpx;
}
.mode1{
	color:gray;
	font-size: 15px;
	margin-top: 10rpx;
	margin-right: 60rpx;
	margin-left: 60rpx;
	text-indent: 21px;
	letter-spacing: 6rpx;
	margin-bottom: 40rpx;
}
.mode{
	margin-right: 60rpx;
	margin-left: 60rpx;
	text-indent: 40rpx;
	font-size: 32rpx;
	color:gray;
}
</style>
