<template>
	<view>
		<br>
		
	<view class="warp">
		1.院长寄语
		
	</view>
	<image class="logo"src="/static/teachers/ifg_leader.jpg"></image>
	<view class="mode1">
		重庆大学信息安全专业创办于1958年，
		有60余年的办学历史，是我国西部地区计算机类人才培养的重要基地，
		在国防科技、社会民生和国民经济等领域取得了系列重要的科研成果。
	</view>
	<view class="warp">
		2.专业概况
			
		</view>
		<view class="mode1">
			信息安全专业是重庆市一流专业建设点，本专业系统学习数学、物理等自然科学基础知识，以及信息安全领域的基本理论、关键技术等信息安全专业知识，开设信息论、现代密码学、计算机网络安全、计算机系统安全、恶意代码分析等一系列特色专业核心课程。面对网络空间中的黑客攻击、恶意软件侵扰和敌对势力破坏等挑战，为保障国家网络空间安全，培养具有良好的社会责任感、人文素养、国际视野和职业道德，具备创新意识、团队管理、实践能力、研究能力和终身学习能力的高素质人才。毕业生既可进入世界一流大学继续深造，也可在科研院所、高等院校、信息产业从事信息安全及相关领域的研究、设计、开发和管理等工作。我校是全国首批举办信息安全专业的院校之一，经过多年建设，专业特色优势明显：1)专业师资雄厚。教师队伍中IEEE Fellow 1人、长江学者1人、重庆市杰青等省部级人才9人，Elsevier高被引学者2人；2)科教融合深入。专业所依托的科研团队在隐私保护、新型密码、人工智能驱动的安全技术等领域取得了一系列高水平科研成果，科教融合培养学生创新精神，按照本硕博贯通培养的模式，通过导师制将科研思想、科研成果融合到专业教学中；3)产教协同密切。与信息安全行业知名公司共建综合实践中心、改革实践教学内容和教学模式，形成了特色鲜明的产教结合模式，显著提高了学生综合实践能力，助力学生在计算机和信息安全领域最优秀的企业就业。
		</view>
		<view class="warp">
		3.人才培养		
		</view>
		<view class="mode1">
			学院依托教育部新工科和国家一
			流专业建设，培养热爱祖国，德才兼备，掌握扎实的专业基础，能够研究计算机
			学科前沿科学问题或解决计算机行业复杂工程问题的拔尖人才。学院曙光计算
			机科学拔尖学生培养基地入选教育部基础学科拔尖学生培养计划2.0基地。学院构建
			了以“智数算”三大思维能力为基础的四大专业能力培养体系，即重点培养学生
			的计算思维、智能思维和数据思维，培养计算理论、软件设计、计算系统、领域拓展应用等
			四大专业能力。建设了八个专业的实验实训平台，具备完善的教学实验环境。通过导师制
			和产教研协同育人，推进个性化的人才培养；核心专业课程采用国外一流大学教材，
			提升专业能力的同时培养学生国际化视野；鼓励和支持学生参加各类学科竞赛与创
			新创业活动，着力培养学生自主创新能力；通过校企共建的高水平实习实践基地
			，培养学生工程实践和创新创业能力。通过丰富的实践环节和第二课堂，学
			生在理论、实践、思维、创造、自我发展等多方面得到综合锻炼和成长。
		</view>
		<view class="warp">
		4.毕业前景
		</view>
		<view class="mode1">
		学院作为国家和西部地区高层次人
		才培养的重要基地，近年来毕业生就业质量和结构不断优化，深造学生
		比例逐年提高，近年来深造率达48%，本科生一次性就业率维持在95%左右
		，到国防军工、政府机构及事业单位逐年上升。同时学院向华为
		、腾讯等行业内领先企业输送大量优秀人才，每年被世界500强及中国50
		0强企业录取人数超过四分之一。毕业生所在行业以软件和信息技术服务业、金
		融业、高端制造业为主，就业区域集中在西南地区（39%）和华东地区（26%）。
		</view>
		<view class="mode">
			
			学院网址：http://www.cs.cqu.edu.cn/
			<br>
			<br>
			</view>
			<view class="mode">
			咨询电话：（023）65102485 65106523   
			<br>
			<br>
			</view>
			<view class="mode">
			专业设置：信息安全
			<br>
			<br>
			</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
.warp{
	margin-bottom: 40rpx;
	color: black;
	font-size: 55rpx;
	letter-spacing: 4rpx;
}
.mode1{
	color:gray;
	font-size: 15px;
	margin-top: 10rpx;
	margin-right: 60rpx;
	margin-left: 60rpx;
	text-indent: 21px;
	letter-spacing: 6rpx;
	margin-bottom: 40rpx;
}
.mode{
	margin-right: 60rpx;
	margin-left: 60rpx;
	text-indent: 40rpx;
	font-size: 32rpx;
	color:gray;
}
.logo{
	width: 200px;
	height: 270px;
	left: 23%;
}
</style>
