<template>
	<view>
	<view class="warp">
		1.院长寄语
		
	</view>
	<image class="logo"src="/static/teachers/ifg_leader.jpg"></image>
	<view class="mode1">
		重庆大学物联网专业创办于1958年，
		有60余年的办学历史，是我国西部地区计算机类人才培养的重要基地，
		在国防科技、社会民生和国民经济等领域取得了系列重要的科研成果。
	</view>
	<view class="warp">
		2.专业概况
			
		</view>
		<view class="mode1">
			物联网技术是“数字强国”的核心支撑新一代信息技术。重庆大学物联网工程本科专业是教育部2010年首批批准建立的物联网工程本科专业（首批全国共31所高校），是重庆市一流本科专业，遵循“立德树人为根本”、“产业需求为导向”的建设原则，以“智能感知、智慧联网、智能计算、数据为核”为专业特色，教授学生计算技术、传感技术、网络技术、云计算技术、边缘计算技术、大数据技术、人工智能技术等多项专业知识，建设成为国家一流的“新工科”本科专业，培养具有“一个核心基础和三个创新能力”的物联网一流人才，服务“数字经济”、“数字科技”、“东数西算”、“新一代人工智能”、“网络强国”、“工业互联网/物联网”等国家战略。重庆大学物联网工程专业学科基础扎实，拥有计算机软件与理论国家重点（培育）学科和计算机科学与技术一级学科。专业师资雄厚，学院30余名国家/省部级人才及教授，开设了物联网工程本科专业相关课程。专业实验实践环境优良，拥有独立的计算机硬件与软件基础实验室，具备先进设备的“物联网工程”专业实验室。超过15%毕业生被推免就读全国双一流高校研究生或直博生，为央企、军工企业、政府、国企、头部互联网/IT/物联网企业输送了大批优秀人才，一次就业率始终保持在96%以上。通过与新加坡国立大学、美国伊利诺伊大学芝加哥分校、澳大利亚国立大学等建立的国际协作培养平台，开展了3+1+1/3+1/3+2联合培养、学分互认、短期交换等多种形式的国际化培养。
			</view>
		<view class="warp">
		3.人才培养		
		</view>
		<view class="mode1">
			学院依托教育部新工科和国家一
			流专业建设，培养热爱祖国，德才兼备，掌握扎实的专业基础，能够研究计算机
			学科前沿科学问题或解决计算机行业复杂工程问题的拔尖人才。学院曙光计算
			机科学拔尖学生培养基地入选教育部基础学科拔尖学生培养计划2.0基地。学院构建
			了以“智数算”三大思维能力为基础的四大专业能力培养体系，即重点培养学生
			的计算思维、智能思维和数据思维，培养计算理论、软件设计、计算系统、领域拓展应用等
			四大专业能力。建设了八个专业的实验实训平台，具备完善的教学实验环境。通过导师制
			和产教研协同育人，推进个性化的人才培养；核心专业课程采用国外一流大学教材，
			提升专业能力的同时培养学生国际化视野；鼓励和支持学生参加各类学科竞赛与创
			新创业活动，着力培养学生自主创新能力；通过校企共建的高水平实习实践基地
			，培养学生工程实践和创新创业能力。通过丰富的实践环节和第二课堂，学
			生在理论、实践、思维、创造、自我发展等多方面得到综合锻炼和成长。
		</view>
		<view class="warp">
		4.毕业前景
		</view>
		<view class="mode1">
		学院作为国家和西部地区高层次人
		才培养的重要基地，近年来毕业生就业质量和结构不断优化，深造学生
		比例逐年提高，近年来深造率达48%，本科生一次性就业率维持在95%左右
		，到国防军工、政府机构及事业单位逐年上升。同时学院向华为
		、腾讯等行业内领先企业输送大量优秀人才，每年被世界500强及中国50
		0强企业录取人数超过四分之一。毕业生所在行业以软件和信息技术服务业、金
		融业、高端制造业为主，就业区域集中在西南地区（39%）和华东地区（26%）。
		</view>
		<view class="mode">
			
			学院网址：http://www.cs.cqu.edu.cn/
			<br>
			<br>
			</view>
			<view class="mode">
			咨询电话：（023）65102485 65106523   
			<br>
			<br>
			</view>
			<view class="mode">
			专业设置：物联网工程
			<br>
			<br>
			</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
.warp{
	margin-bottom: 40rpx;
	color: black;
	font-size: 55rpx;
	letter-spacing: 4rpx;
}
.mode1{
	color:gray;
	font-size: 15px;
	margin-top: 10rpx;
	margin-right: 60rpx;
	margin-left: 60rpx;
	text-indent: 21px;
	letter-spacing: 6rpx;
	margin-bottom: 40rpx;
}
.mode{
	margin-right: 60rpx;
	margin-left: 60rpx;
	text-indent: 40rpx;
	font-size: 32rpx;
	color:gray;
}
.logo{
	width: 200px;
	height: 270px;
	left: 23%;
}

</style>
